Repository: nikiomori/reprise
Catalog: Reprise/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ call
ru: Звонок в %@

source: %@ of %@
ru: %@ из %@

source: %@: Record this call?
ru: %@: записать этот звонок?

source: 1 Month
ru: 1 месяц

source: 1 Week
ru: 1 неделю

source: 3 Months
ru: 3 месяца

source: A call gets the title of the event going on when it starts.
ru: Звонок получает название события, которое идёт, когда он начинается.

source: API key
ru: Ключ API

source: After Each Call
ru: После каждого звонка

source: After the recording
ru: После записи

source: Allow
ru: Разрешить

source: Allow Reprise in Login Items.
ru: Разрешите Reprise в разделе «Объекты входа».

source: Allowed
ru: Разрешено

source: Already switched it on?
ru: Уже включили?

source: Also record the screen
ru: Записывать и экран

source: Also save each side in its own file
ru: Сохранять каждую сторону в отдельный файл

source: Always Record
ru: Всегда записывать

source: Always Record %@
ru: Всегда записывать %@

source: Apps
ru: Приложения

source: Apps that used the microphone for more than 10 seconds.
ru: Приложения, которые держали микрофон дольше 10 секунд.

source: Ask
ru: Спрашивать

source: Automatic
ru: Автоматически

source: Back 15 Seconds
ru: Назад на 15 секунд

source: Back 15 seconds
ru: Назад на 15 секунд

source: Be present. Reprise remembers.
ru: Будьте в разговоре. Reprise запомнит.

source: Browsers
ru: Браузеры

source: Calendars
ru: Календари

source: Call Apps
ru: Приложения для звонков

source: Call in %@
ru: Идёт звонок в %@

source: Check Now
ru: Проверить

source: Check for updates automatically
ru: Автоматически проверять обновления

source: Checking…
ru: Проверка…

source: Click to rename
ru: Нажмите, чтобы переименовать

source: Connect a transcription service to turn calls into text.
ru: Подключите сервис расшифровки, чтобы превращать звонки в текст.

source: Continue
ru: Продолжить

source: Copy
ru: Скопировать

source: Couldn't %@ (Core Audio error %d).
ru: Не удалось %@ (ошибка Core Audio %d).

source: Couldn't prepare the audio for upload.
ru: Не удалось подготовить звук к отправке.

source: Couldn't unpack the update.
ru: Не удалось распаковать обновление.

source: Custom
ru: Свой

source: Don't Record
ru: Не записывать

source: Everyone else on the call
ru: Все остальные участники звонка

source: Everyone else — macOS asks the first time you record
ru: Все остальные — macOS спросит при первой записи

source: Find…
ru: Найти…

source: Finish the recording, then install the update.
ru: Завершите запись, затем установите обновление.

source: For Google Meet and other calls on the web.
ru: Для Google Meet и других звонков в браузере.

source: Forever
ru: Бессрочно

source: Forward 15 Seconds
ru: Вперёд на 15 секунд

source: Forward 15 seconds
ru: Вперёд на 15 секунд

source: General
ru: Основные

source: GitHub answered %lld. Try again later.
ru: GitHub ответил с кодом %lld. Повторите попытку позже.

source: Google Meet · Record this call?
ru: Google Meet · Записать этот звонок?

source: Hide Until the Call Ends
ru: Скрыть до конца звонка

source: Ignore
ru: Игнорировать

source: Ignore %@
ru: Игнорировать %@

source: Includes a screen recording
ru: С записью экрана

source: Install and Relaunch
ru: Установить и перезапустить

source: Installing the Update…
ru: Установка обновления…

source: Installing the update…
ru: Установка обновления…

source: Installs and relaunches
ru: Установится с перезапуском

source: Join a call, and Reprise offers to record it.
ru: Присоединитесь к звонку, и Reprise предложит его записать.

source: Keep screen recordings
ru: Хранить записи экрана

source: Language
ru: Язык

source: Local server
ru: Локальный сервер

source: Mark This Moment
ru: Отметить этот момент

source: Mark this moment
ru: Отметить этот момент

source: Marked at %@
ru: Отмечено: %@

source: Marker at %@
ru: Отметка на %@

source: Marks this moment of the call being recorded, to find it on the call's wave later.
ru: Отмечает момент записываемого звонка, чтобы потом найти его на волне.

source: Microphone
ru: Микрофон

source: Microphone and system audio
ru: Микрофон и системный звук

source: Model
ru: Модель

source: Move Back to the Top
ru: Вернуть наверх

source: Move to Trash
ru: Переместить в Корзину

source: Music, videos, and notification sounds from other apps stay out of the audio. A recording without a call still gets all the sound of the Mac.
ru: Музыка, видео и звуки уведомлений других приложений не попадут в запись. Запись без звонка по-прежнему получает весь звук Mac.

source: Name calls after calendar events
ru: Называть звонки по событиям календаря

source: New Recording
ru: Новая запись

source: No Call Selected
ru: Звонок не выбран

source: No Calls Yet
ru: Звонков пока нет

source: No sound from the other side yet. Check System Audio Recording in Privacy & Security.
ru: Собеседников пока не слышно. Проверьте запись системного звука в разделе «Конфиденциальность и безопасность».

source: No sound is coming in. Check Privacy & Security.
ru: Звук не поступает. Проверьте раздел «Конфиденциальность и безопасность».

source: None
ru: Нет

source: Not this time
ru: Не в этот раз

source: Off
ru: Выкл.

source: Older ones go to the Trash. Their calls stay, with the sound.
ru: Более старые попадут в Корзину. Сами звонки со звуком останутся.

source: On
ru: Вкл.

source: Only if you record the screen
ru: Только для записи экрана

source: Open
ru: Открыть

source: Open GitHub
ru: Открыть GitHub

source: Open Library
ru: Открыть библиотеку

source: Open Reprise at login
ru: Открывать Reprise при входе в систему

source: Open Settings
ru: Открыть Настройки

source: Optional, for recording the screen.
ru: По желанию, для записи экрана.

source: Other Apps
ru: Другие приложения

source: Pause
ru: Пауза

source: Permissions
ru: Разрешения

source: Play
ru: Воспроизвести

source: Playback position
ru: Позиция воспроизведения

source: Playback speed
ru: Скорость воспроизведения

source: Quit Reprise
ru: Завершить Reprise

source: Recent
ru: Недавние

source: Record
ru: Записать

source: Record calls from the first second
ru: Записывать звонки с первой секунды

source: Record from the start?
ru: Записать с самого начала?

source: Record only the sound of the call app
ru: Записывать только звук приложения звонка

source: Record the Screen
ru: Записывать экран

source: Record the screen
ru: Записывать экран

source: Record the screen by default
ru: Записывать экран по умолчанию

source: Record this call?
ru: Записать этот звонок?

source: Recording
ru: Запись

source: Recording the screen too
ru: Экран тоже записывается

source: Recording without the screen. Allow Screen Recording, then relaunch Reprise.
ru: Запись без экрана. Разрешите запись экрана и перезапустите Reprise.

source: Recording without the screen: %@
ru: Запись без экрана: %@

source: Recording you and the other people
ru: Записываются вы и собеседники

source: Records the call going on, or your microphone and the sound of the Mac.
ru: Записывает идущий звонок или ваш микрофон и звук Mac.

source: Relaunch
ru: Перезапустить

source: Relaunch Reprise
ru: Перезапустить Reprise

source: Reprise %@ is available
ru: Доступна версия Reprise %@

source: Reprise doesn't transcribe on the Mac yet. It sends the audio to the service you choose. Any OpenAI-compatible service works, including a Whisper server on your own Mac, so the audio never leaves it.
ru: Reprise пока не расшифровывает звук на Mac, а отправляет его выбранному сервису. Подойдёт любой OpenAI-совместимый сервис, в том числе сервер Whisper на вашем же Mac — тогда звук его не покидает.

source: Reprise needs microphone access
ru: Reprise нужен доступ к микрофону

source: Reprise notices a call when one of these apps starts using the microphone.
ru: Reprise замечает звонок, когда одно из этих приложений начинает использовать микрофон.

source: Reprise on GitHub
ru: Reprise на GitHub

source: Reprise relaunches when it's done
ru: Reprise перезапустится, когда закончит

source: Reprise relaunches when it's done.
ru: Reprise перезапустится, когда закончит.

source: Reprise — recording
ru: Reprise — идёт запись

source: Required, except for local servers
ru: Обязателен, кроме локальных серверов

source: Run a shortcut
ru: Запустить быструю команду

source: Saved
ru: Сохранено

source: Saved in
ru: Сохраняется в

source: Saving…
ru: Сохранение…

source: Screen recording
ru: Запись экрана

source: Search calls
ru: Поиск звонков

source: Select a call to play it.
ru: Выберите звонок, чтобы его прослушать.

source: Server
ru: Сервер

source: Service
ru: Сервис

source: Set Up…
ru: Настроить…

source: Settings…
ru: Настройки…

source: Share…
ru: Поделиться…

source: Show in Finder
ru: Показать в Finder

source: Show the Floating Pill
ru: Показать плавающую капсулу

source: Show the floating pill while recording
ru: Показывать плавающую капсулу во время записи

source: So both sides of the call end up in the recording.
ru: Чтобы в запись попали обе стороны звонка.

source: Speed
ru: Скорость

source: Start Recording
ru: Начать запись

source: Start recording now
ru: Начать запись сейчас

source: Stop
ru: Стоп

source: Stop Recording
ru: Остановить запись

source: Stop recording
ru: Остановить запись

source: Stops the recording and saves it.
ru: Останавливает запись и сохраняет её.

source: Switched it on? Relaunch to finish.
ru: Уже включили? Перезапустите, чтобы закончить.

source: System audio
ru: Системный звук

source: The API key is kept in your Keychain.
ru: Ключ API хранится в связке ключей.

source: The disk is full. Reprise keeps the call's sound until there's space.
ru: Диск заполнен. Reprise держит звук звонка, пока не освободится место.

source: The download doesn't have the signature of this copy of Reprise. Download the update from GitHub.
ru: У загрузки не та подпись, что у этой копии Reprise. Скачайте обновление с GitHub.

source: The download failed. Try again later.
ru: Загрузка не удалась. Повторите попытку позже.

source: The recording stopped getting sound. Check the microphone and the free disk space.
ru: В запись перестал поступать звук. Проверьте микрофон и свободное место на диске.

source: The server address isn't a valid URL.
ru: Адрес сервера не является допустимым URL.

source: The service answered %lld: %@.
ru: Сервис ответил с кодом %lld: %@.

source: The shortcut gets the call's folder once it's saved, with its transcript if Reprise transcribes calls automatically. It can move the files, run a script on them, or send them on.
ru: Быстрая команда получает папку звонка, когда он сохранён, — с расшифровкой, если Reprise расшифровывает звонки автоматически. Она может переместить файлы, запустить для них скрипт или отправить их дальше.

source: This is the latest version.
ru: Это последняя версия.

source: This release has no app to download.
ru: В этом выпуске нет приложения для загрузки.

source: Title
ru: Название

source: To name calls after their events
ru: Чтобы называть звонки по событиям

source: Today
ru: Сегодня

source: Transcribe
ru: Расшифровать

source: Transcribe calls automatically
ru: Расшифровывать звонки автоматически

source: Transcribing…
ru: Расшифровка…

source: Transcript
ru: Расшифровка

source: Transcription
ru: Расшифровка

source: Try Again
ru: Повторить

source: Update to Reprise %@
ru: Обновить до Reprise %@

source: Updates
ru: Обновления

source: Waiting for calls
ru: Ожидание звонков

source: Waiting for your approval
ru: Ожидает вашего разрешения

source: Welcome to Reprise
ru: Добро пожаловать в Reprise

source: What's New
ru: Что нового

source: While Reprise asks, it already records. Select Record to keep the call from the start. If you don't, Reprise deletes that audio.
ru: Пока Reprise спрашивает, он уже записывает. Нажмите «Записать», чтобы сохранить звонок с самого начала. Если не нажмёте, Reprise удалит этот звук.

source: Without a call
ru: Без звонка

source: Yesterday
ru: Вчера

source: You and the others, as you.m4a and them.m4a next to the call, to edit a podcast or an interview. Takes a little more power and disk space.
ru: Вы и собеседники — в файлах you.m4a и them.m4a рядом со звонком, чтобы монтировать подкаст или интервью. Чуть больше нагрузки и места на диске.

source: You can install it after the recording.
ru: Его можно установить после записи.

source: You can play the call after it ends.
ru: Звонок можно будет прослушать, когда он закончится.

source: You can play the call in a moment.
ru: Звонок можно будет прослушать через мгновение.

source: You have %@.
ru: У вас версия %@.

source: Your side of the call
ru: Ваша сторона звонка

source: ^[%lld call](inflect: true)
ru: %lld звонка

source: capture system audio
ru: захватить системный звук

source: create the recording device
ru: создать устройство записи

source: find an audio device
ru: найти аудиоустройство

source: no details
ru: без подробностей

source: start recording
ru: начать запись
